{
  "title": "Tower of God Parte 2 – O Retorno do Príncipe",
  "description": "Seis anos se passaram desde os acontecimentos da primeira parte. O mundo da Torre está mudando — e novos protagonistas surgem para encarar os desafios que virão. Entre eles estão Ja Wangnan, um Regular persistente com um passado misterioso, e Jyu Viole Grace, um jovem de habilidades impressionantes e um passado sombrio... que parece esconder uma identidade já conhecida.\\n\\nTower of God: Parte 2 – O Retorno do Príncipe dá continuidade à saga com ainda mais intensidade, intrigas e batalhas. A história começa com um capítulo de prévia situado cinco anos após o fim da Parte 1, mas o enredo principal se desenrola a partir do Capítulo 81, seguindo até o Capítulo 417.\\n\\nApesar do foco em novos personagens, figuras icônicas da primeira parte continuam presentes, e os fios narrativos anteriores se entrelaçam com as novas histórias, ampliando ainda mais o universo da Torre. O passado de Baam, seus aliados e inimigos, tudo retorna sob novas perspectivas — agora envoltos em mistérios ainda mais profundos.\\n\\n📚 Divisões da Parte 2:\\nAto 1 – O Príncipe de Zahard: Introduz Ja Wangnan e sua equipe, além do retorno surpreendente de Baam sob um novo nome e identidade.\\n\\nAto 2 – A Batalha da Oficina (Workshop Battle): Um gigantesco torneio com regras impiedosas, revelações impactantes e lutas que mudam o curso da história.\\n\\nAto 3 – O Trem do Inferno (Hell Train): Uma jornada acelerada, mortal e cheia de provações dentro de um trem lendário, onde o passado e o presente colidem.\\n\\nAto 4 – A Última Estação (The Last Station): Um confronto épico entre forças poderosas da Torre, selando o destino de muitos personagens e abrindo caminho para a Parte 3.\\n\\n📖 Informações Técnicas:\\nCapítulos: Do 81 ao 417 (com o capítulo 80 como prévia)\\nPublicação original: Naver Webtoon\\nIdioma original: Coreano\\nPublicado em inglês por: LINE Webtoon\\n\\nParte anterior: Tower of God: Parte 1 – O Irregular\\nParte seguinte: Tower of God: Parte 3 (em andamento)\\n\\nTower of God: Parte 2 aprofunda o sistema da Torre, introduz novas mecânicas de combate, alianças políticas, organizações secretas e dilemas existenciais. É onde a série atinge um novo patamar de complexidade narrativa, com combates mais intensos, tramas paralelas bem elaboradas e personagens que desafiam suas próprias crenças e limites.",
  "artist": "SIU",
  "author": "SIU",
  "cover": "https://static.wikia.nocookie.net/towerofgod/images/1/1b/ToG-Book09.jpg/revision/latest?cb=20220707194613",
  "status": "Em Andamento",
  "chapters": {
    "000": {
      "title": "Cap 000 - Prólogo da Temporada 2",
      "volume": "",
      "last_updated": "1747213225",
      "groups": {
        "TOG Brasil": [
          "https://files.catbox.moe/cmz682.jpg",
          "https://files.catbox.moe/f44akq.jpg",
          "https://files.catbox.moe/y8mbnb.jpg",
          "https://files.catbox.moe/oz393n.jpg",
          "https://files.catbox.moe/obu0q8.jpg",
          "https://files.catbox.moe/djh7zc.jpg",
          "https://files.catbox.moe/dacxld.jpg",
          "https://files.catbox.moe/zzdryk.jpg",
          "https://files.catbox.moe/g5qhqc.jpg",
          "https://files.catbox.moe/1ou10e.jpg",
          "https://files.catbox.moe/b6udnj.jpg",
          "https://files.catbox.moe/68auca.jpg",
          "https://files.catbox.moe/s158aq.jpg",
          "https://files.catbox.moe/vz3efx.jpg",
          "https://files.catbox.moe/ao664i.jpg",
          "https://files.catbox.moe/h5p9nk.jpg",
          "https://files.catbox.moe/qzvjbd.jpg",
          "https://files.catbox.moe/d59yd5.jpg",
          "https://files.catbox.moe/zsjwbs.jpg",
          "https://files.catbox.moe/20pd1h.jpg",
          "https://files.catbox.moe/o1yetp.jpg",
          "https://files.catbox.moe/6t98va.jpg",
          "https://files.catbox.moe/k9641p.jpg",
          "https://files.catbox.moe/zz45bu.jpg"
        ]
      }
    }
  }
}